;Place localized text in this file

[PsiGrenade X2GrenadeTemplate]
FriendlyName="Psionic Grenade"
FriendlyNamePlural="Psionic Grenades"
BriefSummary="An extremely potent grenade imbued with psionic power inside that creates a blast so powerful, that it will completely bypass all armor. It also inflicts "Psichosis." Psichosis reduces Aim, Will, and Mobility.""
TacticalText="<Bullet/> Psionic Grenades do more damage than most grenades.<br><Bullet/> Bypasses armor rating.<br><Bullet/> Does high Psionic damage.<br><Bullet/> Enemies hit will be inflicted with Psichosis.<br><Bullet/> Psichosis reduces Aim, Will, and Mobility."
;<br><Bullet/>Only equipable by Psi Operatives.<br><Bullet/> Triggers Soul Steal ability.
ThrownAbilityName="Throw Psionic Grenade"
ThrownAbilityHelpText="Does damage and inflicts Psichosis to units."
LaunchedAbilityname="Launch Psionic Grenade"
LaunchedAbilityHelpText="Does damage and inflicts Psichosis to units."

[PsiGrenadeMk2 X2GrenadeTemplate]
FriendlyName="Psionic Bomb"
FriendlyNamePlural="Psionic Bombs"
BriefSummary="An extremely potent bomb imbued with psionic power inside that creates a blast so powerful, that it will completely bypass all armor. It also inflicts "Psichosis." Psichosis reduces Aim, Will, and Mobility.""
TacticalText="<Bullet/> Psionic Bombs do more damage than most bombs.<br><Bullet/> Bypasses armor rating.<br><Bullet/> Does high Psionic damage.<br><Bullet/> Enemies hit will be inflicted with Psichosis.<br><Bullet/> Psichosis reduces Aim, Will, and Mobility.""
;<br><Bullet/>Only equipable by Psi Operatives.<br><Bullet/> Triggers Soul Steal ability.
ThrownAbilityName="Throw Psionic Bomb"
ThrownAbilityHelpText="Does damage and inflicts Psichosis to units."
LaunchedAbilityname="Launch Psionic Bomb"
LaunchedAbilityHelpText="Does damage and inflicts Psichosis to units."

[PsiGrenadeMk3 X2GrenadeTemplate]
FriendlyName="Psionic Warhead"
FriendlyNamePlural="Psionic Warheads"
BriefSummary="An extremely potent warhead imbued with psionic power inside that creates a blast so powerful, that it will completely bypass all armor. It also inflicts "Psichosis." Psichosis reduces Aim, Will, and Mobility.""
TacticalText="<Bullet/> Psionic Warheads do more damage than most warheads.<br><Bullet/> Bypasses armor rating.<br><Bullet/> Does high Psionic damage.<br><Bullet/> Enemies hit will be inflicted with Psichosis.<br><Bullet/> Psichosis reduces Aim, Will, and Mobility.""
;<br><Bullet/>Only equipable by Psi Operatives.<br><Bullet/> Triggers Soul Steal ability.
ThrownAbilityName="Throw Psionic Warhead"
ThrownAbilityHelpText="Does damage and inflicts Psichosis to units."
LaunchedAbilityname="Launch Psionic Warhead"
LaunchedAbilityHelpText="Does damage and inflicts Psichosis to units."